{
  "option_description": {
    "anti_caps_lock": "Send a warning message when a user sends a message with too many capital letters. The offending messages are not deleted.",
    "anti_raid": "Moderate your server activity (members joining, mentions spam, and server invites) to prevent raids. The bot can mute, kick, or ban users depending on their security level.",
    "anti_raid_ignored_roles": "Choose which roles make your members immune to the anti-raid system.",
    "anti_Scam": "Detect and delete scam messages using a custom scam detection AI.",
    "bot_news": "Send a message to the specified channel when Axobot receives an update.",
    "compress_help": "Compress the global help command to list only the command categories rather than every available command.",
    "delete_welcome_on_quick_leave": "Delete the welcome message if the user leaves the server within a few minutes of joining. Requires the welcome message option to be enabled.",
    "description": "Set a description for your server that can be used by your server partners (see the Partners category).",
    "enable_fun": "Enable the fun commands on your server, and some seasonal bot events.",
    "enable_ttt": "Allow your members to play tic-tac-toe games in your server.",
    "enable_xp": "Enable the XP system on your server. Members will gain XP by sending messages and can level up.",
    "language": "Set Axobot language for your server.",
    "leave": "Set a message to be sent when a user leaves the server.",
    "levelup_channel": "Specify a channel to send the levelup messages to.",
    "levelup_msg": "Set a custom message to be sent when a user levels up. If no message is set, Axobot will pick a random one.",
    "levelup_silent_mention": "Disable notifications for levelup messages. Users will still be mentioned, but they won't receive a notification.",
    "membercounter": "Use a voice channel on your server to display the number of members in real time.",
    "muted_role": "Specify a role to be given to muted users. If no role is selected, Axobot will use the built-in timeout feature instead.",
    "noxp_channels": "Choose which channels will not give XP to users.",
    "noxp_roles": "Choose which roles will prevent users from gaining XP.",
    "partner_channel": "Specify a channel in which information about your partners will be displayed.",
    "partner_color": "Set the color of the embeds used for partner presentations.",
    "partner_role": "Specify a role to be given to your partners. Any administrator from your partner servers present on your server will receive this role.",
    "private_leaderboard": "Prevent non-server members from viewing the server leaderboard online.",
    "stream_mention": "Specify a role to be mentioned when a streamer starts a live.",
    "streaming_channel": "Specify a channel to send notifications when a streamer starts a live.",
    "streaming_role": "Specify a role to be given to streamers when they are in live.",
    "ttt_emojis": "Set the emojis used for the tic-tac-toe game. The first emoji is used by Axobot, and the second one is used by the player.",
    "voice_category": "Specify the category in which to create dynamic voice channels.",
    "voice_channel": "Specify the channel from which dynamic voice channels will be created. Any user who enters it will trigger the creation of a new voice channel.",
    "voice_channel_format": "Set the format of the dynamic voice channels.",
    "voice_roles": "Choose which roles will be given to members currently in any voice channel.",
    "welcome": "Set a message to be sent when a user joins the server.",
    "welcome_channel": "Specify a channel to send the welcome and leave messages to.",
    "welcome_roles": "Choose which roles will be given to new members. If the Discord community verification system is enabled, these roles will be given after members accept your rules.",
    "welcome_silent_mention": "Disable notifications for welcome messages. Users will still be mentioned, but they won't receive a notification.",
    "xp_decay": "Set the amount of XP lost per day for each user. This prevents inactive users from staying at the top of the leaderboard. Only affects non-global systems.",
    "xp_rate": "Multiply the XP gain rate by this number. Only affects non-global systems.",
    "xp_type": "Choose between global and local XP systems. Global XP is shared between all servers, while local or mee6-like XP are tied to your server."
  },
  "option_name": {
    "anti_caps_lock": "Anti caps lock",
    "anti_raid": "Anti-raid protection level",
    "anti_raid_ignored_roles": "Anti-raid ignored roles",
    "anti_scam": "Enable anti-scam system",
    "bot_news": "Bot news channel",
    "compress_help": "Compress help command",
    "delete_welcome_on_quick_leave": "Delete welcome message on a quick leave",
    "description": "Public server description",
    "enable_fun": "Enable fun commands",
    "enable_ttt": "Enable tic-tac-toe",
    "enable_xp": "Enable XP",
    "language": "Language",
    "leave": "Leave message",
    "levelup_channel": "Levelup channel",
    "levelup_msg": "Levelup message",
    "levelup_silent_mention": "Silent mentions in levelup messages",
    "membercounter": "Membercount channel",
    "muted_role": "Muted role",
    "noxp_channels": "No-XP channels",
    "noxp_roles": "No-XP roles",
    "partner_channel": "Partners presentation channel",
    "partner_color": "Partner embed color",
    "partner_role": "Partner role",
    "private_leaderboard": "Private leaderboard",
    "stream_mention": "Streaming mention",
    "streaming_channel": "Streaming notifications channel",
    "streaming_role": "Streamer role",
    "ttt_emojis": "Tic-tac-toe emojis",
    "voice_category": "Dynamic voice channels category",
    "voice_channel": "Channel hub for the dynamic system",
    "voice_channel_format": "Dynamic voice channel name format",
    "voice_roles": "Voice roles",
    "welcome": "Welcome message",
    "welcome_channel": "Welcome/Leave message channel",
    "welcome_roles": "Welcome roles",
    "welcome_silent_mention": "Silent mentions in welcome messages",
    "xp_decay": "XP decay (per day)",
    "xp_rate": "XP rate",
    "xp_type": "XP system type"
  }
}